Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=885_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Säminuorâi taaiđâtábáhtusâst 2015 muusik já teatterpargopáájáh
sms: SääŠmnuõri čeäŠppvuõđpeeiŠvest 2015 musiikk da teaŠttertuâjjpõõrt

source: Ive 2015 Säminuorâi taaiđâtábáhtus uárnejuvvoo Ucjuuvâst njuhčâmáánu 25.- 26. peeivi.
sms: EeŠjj 2015 SääŠmnuõri čeäŠppvuõđpeiŠvv riâžžât Uccjooǥǥâst pâŠzzlâšttammannu 25.- 26. peeiŠvin.

source: Válduteeman lii muusik väldikodálii SOUNDS – teema miäldásávt.
sms: Jiõčč teemmen lij musiikk väŠlddkååddlaž SOUNDS - teemm mieŠlddlânji.

source: Sämmilâš teeman uárnejeh teatterpargopáájáid, moiguin sundedeh jo ive 2016 tábáhtusân.
sms: SäŠmmlaž teemmen riâžžât teaŠttertuâjjpõõrtid, koin vueŠljet juŠn eeŠjj 2016 poŠdde.

source: Teatter lii vijđes taiđuu syergi, moos kulá maaŋgâlágán teatter tego muusik-, tanssâ- já sárnumteatter.
sms: TeaŠtter lij vaaidâs čeäppõõzz vuŠvdd, koozz koŠlle määŋgnallšem teaŠtter mâŠte musikk-, pleäššjumuš da särnnamteaŠtter.

source: Toos kuleh meid jienâkevttim, pihtâseh já lyevesuunnâttâllâm.
sms: Tõõzz koŠlle še jiõnnâânnmõš, pihttâz da kriŠlccplaanumuš.

source: Teatterist tarbâšeh maaŋgâlágánijd tááiđuid !
sms: TeaŠttrest taarbšet määŋgnallšem silttõõzzid !

source: Sämitige škovlim- já oppâmateriaallävdikodde meridij taaiđâtábáhtus peivimeereest já sämmilâš teemast čuákkimistis 17.6.
sms: SääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-material-luŠvddkåŠdd tuŠmmji čeäŠppvuõđpeeiŠv peiŠvvmeäŠrest da sääŠm teemmest såbbrest 17.6.

source: Lasetiäđuid taaiđâtábáhtusâst almotteh čohčuv.
sms: LââŠssteâđaid čeäŠppvuõđpeeiŠvest iŠlmmtet čâhčča.

source: Škovlim- já oppâmateriaaltoimâttâh tuáivut puohháid šiev kesiluámu !
sms: ŠkoouŠlʼjem- da mättʼtem-materialkoontâr tuäivv pukid šiõǥǥ ǩieŠssluâvõsvuõđ !
